
// [00:09.31] 夜空を引き裂いた春も
// [00:14.28] ぼくには触れてはこなくて
// [00:19.30] まぼろしのように咲いたバラ
// [00:24.85] 痛みだけが指にふれる
// [00:29.15] 愛おしさばかり打ち寄せ
// [00:34.06] だれにも触れたくないのに
// [00:39.45] ひとりきり生きる瞳に
// [00:44.28] やむことのない波音
// [00:49.82] ひかりのなかに恋をしてる
// [00:52.82] 孤独はきっと、そういうもの
// [00:54.93] 緑、破れた日影に滲む、夜の焼け跡
// [01:00.68] 走るメトロの振動で、
// [01:02.73] ぼくの輪郭ぼやけて
// [01:04.90] 愛が、溶けだすように揺れる、
// [01:08.82] ぼくだけの朝
// [01:10.38]
// [01:19.03] さみしさとともに訪れる
// [01:24.18] やさしさがぼくに染みつく
// [01:29.07] いつかは全てが消えると
// [01:34.55] ぼくのためにくりかえす
// [01:40.29] ひかりのなかに恋をしてる
// [01:42.63] 孤独はきっと、そういうもの
// [01:45.07] 緑、静まる浅瀬の海に、足を浸して
// [01:50.26] 走るメトロの振動で、
// [01:52.85] 愛の輪郭ぼやけて
// [01:55.23] 街へ、ながれるように揺れる、
// [01:58.75] ぼくだけの春
// [02:00.39]
// [02:20.14] 影、桃色の空と
// [02:24.20] 朝焼けの海、波、まばたき
// [02:29.26] 灯りつづける
// [02:31.57] 生まれた日の朝日
// [02:34.01] 息をするたび ふかく染まって
// [02:40.58] きみに触れるたび
// [02:42.86] 染みる寂しさは
// [02:45.31] ぼくのやさしさも
// [02:47.63] 連れて消えてゆく
// [02:50.01] いつか、孤独のまま愛を許すこと
// [02:55.47] こんなぼくらにも、
// [02:58.09] できるのだろうか
// [03:00.29] 沖へと流れる静寂
// [03:05.49] 誰ひとりいない砂浜
// [03:10.52] 呼ばれることなどない名前
// [03:15.83] やむことのない波音
// [03:21.58] ひかりのなかに恋をしてる
// [03:23.85] 孤独はきっと、そういうもの
// [03:26.24] 緑、ふちどる夜明けの風に、
// [03:29.90] すべてを預けて
// [03:31.49] 走るメトロの振動で、
// [03:33.92] ぼくの孤独がぼやけて
// [03:36.28] 空へ、重なるように響く、
// [03:39.65] ぼくだけの街
// [03:41.52] きみに触れるたび 満ちたむなしさは
// [03:46.71] 愛に変わらずに 溶けて消えてゆく
// [03:51.22] いつか、孤独のまま愛を許すこと
// [03:56.69] きみのさみしさを ぼくは愛せるか
// [04:04.47] ひかりのなかに恋をしてる
// [04:07.05] 孤独はきっと、そういうもの
// [04:09.04] 愛が、とけだすように揺れる
// [04:13.01] ぼくだけの朝
// [04:16.45]
